Repository: linememory/repo_viewer
Catalog: lib/l10n/app_*.arb
Languages: de

# signInPageWelcomeMessage
source: Welcome to Repo Viewer
de: Willkommen im Repo Viewer

# signInPageSignInButton
source: Sign In
de: Anmelden

# starredReposPageSearchHint
source: Search all repositories
de: Suche in allen Repositories

# starredReposPageNoResults
source: Thats about everything we could find in your starred repos right now.
de: Das ist alles was wir in deinen Repositories finden konnten.

# searchedReposPageSearchHint
source: Search all repositories
de: Suche in allen Repositories

# searchedReposPageNoResults
source: Thats about everything we could find for {searchTerm}.
de: Das ist alles was wir fÃ¼r "{searchTerm}" finden konnten.

# failureRepoTileErrorMessage
source: An error occurred, please retry
de: Ein Fehler ist aufgetreten, bitte versuche es nochmal.

# paginatedReposListOfflineMessage
source: You are not online. Some information may be outdated.
de: Du bist nicht online. Einige Informationen kÃ¶nnten nicht mehr aktuell sein.

# searchBarTapToSearch
source: Tap to search ðŸ‘†
de: Tap um zu suchenðŸ‘†

# searchBarStartSearching
source: Start to search
de: Starte eine Suche
